Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: Tag Line: PDF Uncompromised
zh_tw: 宣傳標語：無須妥協的 PDF 軟體

source: Tagging PDF documents
zh_tw: 標記 PDF 文件

source: Tailgating:
zh_tw: 虛擬閘門：

source: Tailoring your customer offer
zh_tw: 客製化您的產品

source: Take Everio out in the snow or on the slopes – even if you’re freezing, Everio will keep working.
zh_tw: 帶著 Everio 到滑雪道上——即使您凍僵了 Everio 仍然能持續運行。

source: Take a test drive of Power PDF.Collaboration and productivity at a price that makes business sense
zh_tw: 嘗試 Power PDF。平價提供商用級的協作性和高效率

source: Take a test drive of Power PDF.Collaboration and productivity at a price that makes business sense.
zh_tw: 嘗試 Power PDF。平價提供商用級的協作性和高效率

source: Take advantage of a simplified way to meet PDF/A compliance requirements.
zh_tw: 利用簡化的方式滿足 PDF/A 規範標準，

source: Taken object:
zh_tw: 取走物件：

source: Tangential Knife Cartridge for 45° Blades
zh_tw: 45 度刀之裁刀匣

source: Tangential Knife Cartridge for Box Cutter Blades
zh_tw: 紙箱切刀之裁刀匣

source: Tangential Knife Cartridge for Creasing Wheels
zh_tw: 壓花輪之裁刀匣

source: Tangential Knife Cartridge for Pizza Wheel
zh_tw: 輪形刀之裁刀匣

source: Tangential Knife Cartridge for Saber Blade
zh_tw: 彎刀之裁刀匣

source: Tare Test Limit: Is the tare % that can be modified with the Tare Test.
zh_tw: 容器重測試限制 (Tare Test Limit)：容器重測試可修改之容器重 %。

source: Tare: Quantity expressed in mass units for the container only.
zh_tw: 容器重 (Tare)：以質量單位表示之容器重量。

source: Target (KPIs)
zh_tw: 目標 (KPIs)

source: Target Market Segments: SOHO, Professional, Small Business, Enterprise, Healthcare and Legal
zh_tw: 目標市場：SOHO 族、專業人士、小型公司、大型企業、醫療合法律單位

source: Technical Specifications of VARPE v2000 (V2000)
zh_tw: VARPE v2000 (V2000) 技術規格

source: Technical Support interventions made under warranty do not interrupt or prolong its length under any circumstances.
zh_tw: 無論任何情況下，保固期內進行之技術支援不會中斷或延長其保固期。

source: Technical documentation
zh_tw: 技術文件

source: Technological innovation allows for reduced water consumption, such as through waterless sanitation infrastructure that provides energy and products from human excreta and eliminates pollution to precious freshwater resources.
zh_tw: 技術創新能使水的消耗減少，例如透過無水下水道基礎設施從人類排泄物提供能源和產品並消除對珍貴淡水資源的污染。

source: Technology, better management approaches and effective early warning systems enable rapid adaptive responses to variations in water availability and extreme water-related events.
zh_tw: 科技、更好的管理方法和有效的預警系統能針對水的可用性和水源相關的極端事件中的變化快速調整作出反應。

source: Tel:
zh_tw: 電話：

source: Tel: +1 (952) 854 6800
zh_tw: 電話：+1 (952) 854 6800

source: Tel: +46 (0)8 456 35 00
zh_tw: 電話：+46 (0)8 456 35 00

source: Tel: +49 (0) 69-667741180
zh_tw: 電話：+49 (0) 69-667741180

source: Tel: +86(10)8248-4308 (Beijing)
zh_tw: 電話：+86 (10) 8248-4308 (北京)

source: Tel: +886(2)2552-6763 (Taipei)
zh_tw: 電話：+886 (2) 2552-6763 (臺北)

source: Tele zoom position
zh_tw: 遠端放大位置

source: Telecommunications
zh_tw: 電信

source: Telephone:
zh_tw: Telephone: 電話：

source: Tellico 4x4.com, Polaris Ranger Accessories and Ranger Parts for Crew 500,700, 800, XP, available atwww.tellico4x4.com/index.php/ cPath/3523, last accessed on Mar.
zh_tw: Tellico 4x4.com, Polaris Ranger Accessories and Ranger Parts for Crew 500,700, 800, XP, 網址 atwww.tellico4x4.com/index.php/ cPath/3523, 最後連結日期為 2011 年 3 月 29 日

source: Temperatures between 0ºC and -10ºC temporarily lower battery performance,
zh_tw: •溫度介於 0℃ 和 -10℃ 之間將暫時降低電池效能，可錄影時間將減少。

source: Ten
zh_tw: 十組

source: Ten"
zh_tw: 十組#

source: Ten*
zh_tw: 十組#

source: Tension at decreased installation temperature8
zh_tw: 低溫下安裝之張力

source: Tension at elevated temperatures
zh_tw: 高溫之張力

source: Tension in high-strength concrete""
zh_tw: 高強度混凝土中之張力

source: Tension in low-strength concrete
zh_tw: 低強度混凝土中之張力

source: Tension, confined single anchor away from edges
zh_tw: 拉力、雙側錨固、單側邊緣錨固

source: Tension, confined, reinforcing bars in corner condition
zh_tw: 拉力、雙側埋設、位於角落之強化鋼筋

source: Tension, confined, single anchor away from edges
zh_tw: 拉力、雙側錨固、單側邊緣錨固

source: Tension, confined, single reinforcing bar*
zh_tw: 拉力、雙側埋設、單側埋設強化鋼筋†

source: Tension, unconfined single anchor away from edges88
zh_tw: 拉力、雙側錨固、單側邊緣錨固

source: Tension, unconfined, single anchor away from edges88
zh_tw: 拉力、雙側錨固、單側邊緣錨固

source: Terminal Tractors
zh_tw: 碼頭牽引機

source: Terminology
zh_tw: 專門用語

source: Test
zh_tw: 測試

source: Test No.
zh_tw: 測試編號

source: Test and Control Means
zh_tw: 測試和控制方法

source: Test members older than 18 months shall not be used for tests to determine the bond strength unless comparison tests with concrete aged less than 3 months are conducted in accordance with 9.1 and assessed in accordance with 10.4.1.2.
zh_tw: 除非按照9.1使用完工3個月以內之混凝土進行比對測試並符合10.4.1.2，不得使用完工18個月以上之測試構件進行黏結強度測試，。

source: Test members shall be at least 21 days old at the time of anchor installation and testing.
zh_tw: 測試構件應於錨固安裝和測試至少21天前便完工。

source: Test no.
zh_tw: 測試編號

source: Test parameters
zh_tw: 測試參數

source: Test ref.
zh_tw: 測試參考內容

source: Testing
zh_tw: 測試

source: Testing Control Systems
zh_tw: 測試控制系統

source: Testing by ITEA and manufacturer
zh_tw: 由ITEA和製造商進行測試

source: Tests
zh_tw: 測試

source: Text-To-Speech (TTS) languages
zh_tw: 朗讀 (TTS) 語言

source: Thank You!
zh_tw: 謝謝！

source: Thank you
zh_tw: 感謝您的聆聽

source: Thank you for purchasing an AXYZ Router Table and for completing the PreInstallation checklist.
zh_tw: 感謝您購買 AXYZ 雕刻機工作台並完成安裝前檢查表。

source: That is, once individual coupler members are close to alignment, fasteners (not shown) are positioned into and through complementary apertures 216, whereby the fasteners may be drawn tight until the
zh_tw: 也就是一旦個別連接器元件已接近對齊，將緊固件 (未顯示於圖中) 置入對應孔 216，緊固件能鎖緊至凸點和凹點相互契合，

source: That is, once individual coupler members are close to alignment, fasteners (not shown) are positioned into and through complementary apertures 216, whereby the fasteners may be drawn tight until the projections and recesses are in engagement with each other.
zh_tw: 也就是一旦個別連接器元件已接近對齊，將緊固件 (未顯示於圖中) 置入對應孔 216，緊固件能鎖緊至凸點和凹點相互契合，

source: That led us to form Modular Management in 1996 as a product development consulting firm.
zh_tw: 因此我們於 1996 年成立了專營產品開發的顧問公司「模塊化管理」。

source: That person talks to someone and their objects join together, then they walk off to where they came from.
zh_tw: 那個人正在與另一個人交談，使得物體像素結合在一起，接著他們往他們來的方向走回去，

source: The "Change Format" screen is used to select the work format (product) which you want to change to.
zh_tw: 在「Change Format」畫面用於選擇欲變更之工作格式 (產品)，

source: The "Copy Format" option is selected from the dropdown menu.
zh_tw: 「Copy Format (複製格式)」選項由下拉功能表中選擇，

source: The 10HP Becker dryvane vacuum pump is perfectly suited forvacuum hold down on allAXYZ Series Routers.
zh_tw: 10HP Becker 乾式葉片真空泵適合用於所有 AXYZ 系列雕刻機真空抽氣。

source: The 2-axis features (3) trucks per guide-way and the Y-axis.
zh_tw: Z 軸滑軌具有 (3) 組支架而 Y 軸滑軌具有

source: The 32U4 also allows for serial (CDC) communication over USB and appears as a virtual COM port to software on the computer.
zh_tw: 32U4 也能透過 USB 作為軟體中的虛擬 COM 連接埠以進行序列 (CDC) 通訊。

source: The 4000 Series machine is popular in the commercial sign, woodworking, marine, POP, and education industries for iI's fit with many common materials, and overall footprint.
zh_tw: 4000 系列機台廣泛用於廣告看板、木工、船舶、POP 以及教育產業, 其適用於多數常見材料。

source: The 5.0HP and 10.8 HP HSD quick release spindles are incredibly quiet and robust.
zh_tw: 5.0HP 和 10.8 HP HSD 快速釋放主軸極為安靜和耐用。

source: The 5Y pressure foot plays justasvital arole asthe high capacity pressure foot.
zh_tw: 5Y 壓力腳與高容量壓力腳為同要重要的配件，

source: The 6000 Series offers a full 2159mm of processing width standard to ensure your materials willfit without culling them down.
zh_tw: 6000 系列能處理工件寬度達 2159mm 以確保能完全容納您的材料。

source: The 8.5HP regenerative blower option isa low cost solution forvacuum hold down where the required cutparts are a minimum of1250 sq cm insize.
zh_tw: 8.5HP 再生鼓風機為低價的真空抽氣解決方案，適用於尺寸 1250 平方公分以上工件。

source: The A2MC connects to your local network forinstant program download.
zh_tw: A2MC 可連接內部網路下載程式。

source: The A2MC is AXYZ International's next generation machine control system and is fitted as standard on all Series machines.
zh_tw: A2MC 為 AXYZ 國際之新一代機台控制系統，其為所有系列機台之標準配備，

source: The AC engines connected to an electronic speed driver must always be connected to 220V in delta.
zh_tw: 連接至電子轉速驅動器之交流馬達必須使用 220V 三角連接。

source: The AC engines must be connected in delta or star as appropriate to the mains voltage: 220 or 380 V. The thermals of each engine must be adjusted as appropriate to the nominal consumption, depending on the connection way, in delta or in star.
zh_tw: 交流馬達必須依主電壓：220 或 380 V 進行三角或星形連接，各馬達之散熱必須依額定功率調整，取決於三角或星形連接方式。

source: The ACM swarf collection system isa high pressure swarf collector that is configured forthe efficient collection of aluminium, aluminium composite, wood and plastic swarf.
zh_tw: ACM 集屑系統為一種高壓集屑器，可有效收集鋁、鋁合金、木製品以及塑膠切屑。

source: The ATC mount it designed to properly support the ATC's weight by putting tho force directly into the column for superior stability, rigidity and m»iimized vibration to the cutting zone,
zh_tw: ATC 基座的設計能確實地支撐 ATC 的重量，將受力點置於支柱上以提供優越的穩定性和剛性，並能將切削區的震動降到最低。

source: The ATmega32U4 also supports I2C (TWI) and SPI communication.
zh_tw: ATmega32U4 也支援 I2C (TWI) 和 SPI 通訊，

source: The ATmega32U4 on the Arduino Leonardo ETH comes pre-burned with a bootloader that allows you to upload new code to it without the use of an external hardware programmer.
zh_tw: Arduino Leonardo ETH 上的 ATmega32U4 出廠時已預先燒錄開機載入程式，無需使用外接硬體程式編輯器便能上傳新的程式碼，

source: The ATmega32U4 provides UART TTL (5V) serial communication, which is available on digital pins 0 (RX) and 1 (TX).
zh_tw: ATmega32U4 提供 UART TTL (5V) 序列通訊，位於數位針腳 0 (RX) 和 1 (TX) 上，

source: The ATmega32u4 has 32 KB (with 4 KB used for the bootloader).
zh_tw: ATmega32u4具有32 KB記憶體（其中4 KB用於開機載入程式 ）。

source: The AXYZ 4000 Series CNC Router is the smallest full size machine AXYZ builds.
zh_tw: AXYZ 4000 系列 CNC 雕刻機為 AXYZ 所製造最小的全尺寸機台。

source: The AXYZ 5000 Series CNC Router is our most popular size format.
zh_tw: AXYZ 5000 系列 CNC 雕刻機為 AXYZ 最受歡迎的機台尺寸。

source: The AXYZ 6000 Series CNC Router delivers the largest processing width for this style of machine on the market.
zh_tw: AXYZ 6000 系列 CNC 雕刻機為市場上同行機台中可處理最大工件之機台。

source: The AXYZ 7G and 21G automatic tool changer systems provide an easy and convenient method ofrunning jobsrequiring multiple routing tools.
zh_tw: AXYZ 7G 和 21G 自動換刀系統提供運行多路徑工作方便快捷的方法。

source: The AXYZ 8.5HP (6.3Kw) dust extraction blower comes mounted on a stand along with your vacuum holdown pump/blower.
zh_tw: 將 AXYZ 8.5HP (6.3Kw) 除塵風機安裝在真空抽氣泵或鼓風機之底座上。

source: The AXYZ 8000 Series has the largest standard width of our smaller format machines with an impressive 2635mm process width.
zh_tw: AXYZ 8000 系列為小型機台中可處理最大工件寬度的機台，加工寬度可達 2635mm。

source: The AXYZ Vision System is a low cost solution, fast to setup, easy to use and suitable for most print to cut applications using router, knife or both cutting tools.
zh_tw: AXYZ 視覺系統為低成本的解決方案，可快速地安裝，使用方便，適合大多數使用路達、刀具或這兩種切割工具之列印刷切割應用。

source: The AXYZ brand offers the most diverse range of CNC Routers in the industry.
zh_tw: AXYZ 提供業界中最廣泛的 CNC 雕刻機。

source: The AXYZ knife tools and camera registration options have been developed for the graphics and print À nishing market.
zh_tw: AXYZ 刀具和攝影定位系統配件專為圖形和印刷處理市場所開發，

source: The AXYZ oscillating tangential knife option isan important tool forany company that needs to process thin flexible materials including foam core, gator foam, corrugated plastic orcardboard.
zh_tw: AXYZ 擺動裁刀配件為加工輕薄彈性材料之重要刀具，可處理泡棉，展立板、塑膠瓦楞或瓦楞紙，

source: The Administrative setup related topics contain necessary information for special deployment systems such as Active Directory, Microsoft Systems Management Server and System Center Configuration Manager 2007.
zh_tw: 管理設置相關主題中包含了特殊的部署系統，如 Active Directory、Microsoft Systems Management Server 和 System Center Configuration Manager 2007。

source: The Advanced Analytical provides a pre-registration of objects to be detected by size and speed.
zh_tw: 進階分析中能依物體的大小和速度預先設定分類。

source: The Advanced Analytical provides that if the camera is in an environment that has trepidation, internally cancel the interference in the analytical analysis.
zh_tw: 進階解析能在解析分析時，消除攝影機所受環境的干擾。

source: The Advanced version of the product is designed to be deployed and used in a distributed environment.
zh_tw: 本產品的進階版本設計用於部署和在分散式環境中使用，

source: The Amount Change and Percent Change fields will auto-populate to show the difference from the previous amount.
zh_tw: 系統會自動填寫 Amount Change (金額變化) 和 Percent Change (百分比變化) 欄位以顯示與之前金額的差異。

source: The Analytics License is imported and the providing time is around is 5-10 days.
zh_tw: 分析軟體授權碼由國外寄送，交貨時間約 5-10 天。

source: The Application Options panel lets you choose which of the listed options should be displayed to the end-user.
zh_tw: Application Options （應用程式選項）面板中可選擇顯示於終端用戶程式中所列出的選項。

source: The Arduino 9 Axes Motion Shield has no power jack and is powered only when attached to an Arduino board.
zh_tw: Arduino九軸運動擴充模組無電源插座，僅能插入至Arduino電路板使用。

source: The Arduino 9 Axes Motion Shield is based on the BNO055 absolute orientation sensor (datasheet) from Bosch Sensortec GmbH.
zh_tw: Arduino九軸運動擴充模組使用Bosch Sensortec公司之BNO055絕對定向感測器（數據資料表）為基礎架構，

source: The Arduino 9 Axes Motion Shield is compatible with Uno, Yùn, Leonardo, Ethernet, Mega and Due boards.
zh_tw: Arduino九軸運動擴充模組與Uno、Yùn、Leonardo、Ethernet、Mega和Due電路板相容。

source: The Arduino Ethernet Shield 2 allows an Arduino Board to connect to the internet.
zh_tw: 第二代Arduino乙太網路擴充模組能讓Arduino電路板連接至網路，

source: The Arduino Ethernet Shield 2 connects your Arduino to the internet in mere minutes.
zh_tw: 第二代Arduino乙太網路擴充模組 (Ethernet Shield 2) 能讓Arduino在短時間內連接至網路，

source: The Arduino GSM Shield allows an Arduino board to connect to the internet, make/receive voice calls and send/receive SMS messages.
zh_tw: Arduino GSM擴充模組能讓Arduino電路板連接至網路、撥打/接聽電話以及傳送/接收簡訊。

source: The Arduino GSM Shield connects your Arduino to the internet using the GPRS wireless network.
zh_tw: Arduino GSM擴充模組利用GPRS無線網路使Arduino連接至網際網路，

source: The Arduino Leonardo ETH has a number of facilities for communicating with a computer, another Arduino, or other microcontrollers.
zh_tw: Arduino Leonardo ETH 有許多與電腦、其它 Arduino 或其它微控制器通訊的裝置。

source: The Arduino software includes a Wire library to simplify the use of the I2C bus.
zh_tw: Arduino 套裝軟體中包含 Wire 程式館，可簡化 I2C 匯流排的使用。

source: The Arduino software includes a serial monitor allowing simple textual data to be sent to and from the Arduino board.
zh_tw: Arduino 套裝軟體包含序列監控器，可對 Arduino 電路板進行簡單的文字資料傳送和接收，

source: The Axyz installation technician will connect the system together.
zh_tw: AXYZ 安裝技術人員將會連接此兩套系統。

source: The BNO055 is a System in Package (SiP), integrating a triaxial 14-bit accelerometer, a triaxial 16-bit gyroscope with a range of ±2000 degrees per second, a triaxial geomagnetic sensor and a 32-bit microcontroller running the BSX3.0 FusionLib software.
zh_tw: BNO055為系統級封裝 (SiP)，整合一組三軸14位元加速度計、一組範圍為每秒±2000度之三軸16位元陀螺儀、一組三軸地磁感測器和一組以BSX3.0 FusionLib軟體運行之32位元微控制器。

source: The Bellows Seal significantly enhances the dust extraction process byhelping to create acyclonic vortex within the pressure foot chamber.
zh_tw: 波紋密封管可幫助壓力腳腔體內產生旋轉渦流並顯著地增強吸塵能力。

source: The Brush Donut avoids any marking of the material whilst atthe same time providing an effective solution forthe removal of dust and swarf.
zh_tw: 刷環能高效率地清除灰塵和切屑且不留下任何刮痕。

source: The CD contains both versions of the product in the System32 and System64 folders.
zh_tw: 兩種版本的產品分別包含於光碟之 System64 和 System32 資料夾中，

source: The CG THERMAL IMPERVITE® BC-, S-, and L-Series shell and tube type heat exchanger s are designed to handle corrosive liquids and gases.
zh_tw: CG THERMAL IMPERVITE® BC-、S-、和 L- 系列管式熱交換器設計用於處理腐蝕性液體和氣體，

source: The CVT housing including a plurality of air inlets to the interior of the CVT housing, a first air inlet being positioned proximate the drive member and a second air inlet being positioned proximate the driven member.
zh_tw: 無段變速外箱包含多個通入無段變速外箱內部之進氣口，第一進氣口位置接近驅動元件而第二進氣口位置接近被驅動元件。

source: The CVT housing including a plurality of air inlets to the interior of the CVT housing.
zh_tw: 無段變速外箱包含多個通入無段變速外箱內部之進氣口，

source: The CVT unit being operatively coupled between the power source and the at least one of the plurality of ground engaging members.
zh_tw: 無段變速單元連接動力源和多組接觸地面元件中至少一組接觸地面元件。

source: The CVT unit comprising a drive member operatively coupled to the power source; a driven member operatively coupled to the at least one ground engaging member; a drive belt operatively coupling the driven member to the drive member; and a CVT housing having an interior containing the drive member, the driven member, and the drive belt.
zh_tw: 無段變速單元包含連接至動力源之驅動元件；驅動元件連接至少一組接觸地面元件；以傳動皮帶連接被驅動元件與驅動元件；以及內部裝有驅動元件、被驅動元件以及驅動皮帶之無段變速外箱。

source: The Connectors group lets you include cloud and DMS integration
zh_tw: Connectors （連接點）群組中可以加入雲端伺服器和 DMS 整合程式

source: The Connectors group lets you include cloud and DMS integration in your customized install package.
zh_tw: Connectors （連接點）群組中可以加入雲端伺服器和 DMS 整合至自訂安裝程式中。

source: The Create Job Requisition screen is displayed.
zh_tw: 將顯示 Create Job Requisition 畫面。

source: The Customization Kit helps to create a personalized package of Nuance Power PDF Advanced for organization-wide deployment.
zh_tw: 自訂工具組能協助建立個人化的 Nuance Power PDF 進階版套裝程式，以用於組織內的軟體部署。

source: The Customization Kit is located in the Tools folder on the CD (.\Tools\CustomKit\CustomizationKit.exe).
zh_tw: 自訂工具組檔案位於光碟 Tools 資料夾中 (.\Tools\CustomKit\CustomizationKit.exe)。

source: The Edit Job Requisition screen is displayed.
zh_tw: 將顯示 Edit Job Requisition 畫面。

source: The Employee Visibility Date is the date from which the change will be visible to the employee in Workday.
zh_tw: 員工可查看日期是員工能在 Workday 中看到所做之變更的日期，

source: The Enterprise edition is the package that comprises all the available resources for the Digifort System, providing total management over an unlimited number of cameras and alarm devices, making it ideal for any company looking for full control over their security project, ensuring high performance, reliability and scalability.
zh_tw: 企業版包含 Digifort 系統中所有的可用資源，提供無限制數量的攝影機管理，非常適合任何尋求完整控制其安全專案的公司，能確保高校能、可靠性以及擴充性。

source: The Enterprise edition was developed with the aim of preserving the customer's investment, maintaining all the characteristics from the earlier versions, combined to new unique features, as well as providing greater scalability for future expansions, without any limitation being imposed on the software features.
zh_tw: 企業版的開發目標為維護客戶的投資、維持早期版本中的功能整合至全新的獨有功能，以及對於未來的擴展，提供更大的擴充性且不受軟體功能的限制。

source: The Equipment must be used exclusively for the production of components for HUTCHINSON.
zh_tw: 設備僅能用於生產供應 HUTCHINSON 之元件。

source: The Ethernet Shield 2 connects to an Arduino Board using long wire-wrap
zh_tw: 第二代Arduino乙太網路擴充模組使用自身電路板上的長針腳連接至Arduino電路板，

source: The Ethernet Shield 2 has a standard RJ-45 connection, with an integrated line transformer and Power over Ethernet enabled.
zh_tw: 第二代Arduino乙太網路擴充模組具有標準RJ-45連接，包含整合電路變壓器並能以乙太網路供電。

source: The Ethernet Shield 2 is, at present time, not compatible with the Arduino Zero Pro Board.
zh_tw: 第二代乙太網路擴充模組目前不相容於Arduino Zero Pro電路板。

source: The Figure 2.4.
zh_tw: 圖 2.4.

source: The Figure 2.5.
zh_tw: 圖 2.5.

source: The Fundamental Principles of Purchasing are also available on the HUTCHINSON purchasing portal:
zh_tw: HUTCHINSON 採購入口網站也有提供採購基本原則：

source: The GSM library has a large number of methods to communicate with the shield.
zh_tw: GSM程式館具有大量的與擴充模組板通訊之方法。

source: The GSM library is included with Arduino IDE 1.0.4 and later.
zh_tw: Arduino IDE 1.0.4以及更新版本包含GSM程式館。

source: The HELP_PATH_SHARED property contains the help path.
zh_tw: HELP_PATH_SHARED 屬性中包含了説明路徑。

source: The HUTCHINSON Group aims to achieve excellence so as to make deliveries to its clients under the best possible Quality, Cost, Deadline and Innovation conditions.
zh_tw: HUTCHINSON 集團追求越的目標，以最佳的品質、價格、期限和創新條件下將貨品交付客戶，

source: The HUTCHINSON suppliers will find this questionnaire in the reference documents for the HUTCHSINON purchasing tool at the following address: https://ivalua.hutchinson.fr/
zh_tw: HUTCHINSON 供應商可於 HUTCHSINON 採購工具網的參考文件取得這份問卷，網址為：https://ivalua.hutchinson.fr/

source: The Hypertherm plasma cutting option with AXYZ machine and control excellence provides an unbeatable combination.
zh_tw: AXYZ 機台之 Hypertherm 電漿切削配件與優異的控制提供了無懈可擊的組合。

source: The Initial Partial Delivery shall have very specific packaging and identification in order to facilitate its acceptance.
zh_tw: 初始部分交貨須有專屬的包裝和標識以加速驗收。

source: The Installation report can report errors: Printer driver detected, Files excluded from package, Unsupported shell extension detected
zh_tw: 安裝報告中會記錄錯誤：Printer driver detected（偵測到印表機驅動程式）、Files excluded from package（安裝套裝程式中排除之檔案）、Unsupported shell extension detected（偵測到 shell extension 檔案）

source: The Languages group lets you customize the transform file (.mst) to give you control over Language parameters.
zh_tw: Languages （語言）群組中可自訂轉換檔案 (.mst) 以控制 Language 參數。

source: The Last Date of Work is the employee’s last date of employment with ITG.
zh_tw: 最後工作日期為員工在 ITG 工作的最後日期。

source: The Last Date of Work is the last date of the employee’s employment with ITG.
zh_tw: 最後工作日期為員工在 ITG 工作的最後日期。

source: The Leonardo ETH appears as a generic keyboard and mouse, and can be programmed to control these input devices using the Keyboard and Mouse classes.
zh_tw: Leonardo ETH 於電腦中顯示為通用的鍵盤和滑鼠，並且可以使用鍵盤和滑鼠級來編寫程式以控制這些輸入裝置。

source: The Leonardo ETH can be programmed with the Arduino software (download).
zh_tw: Leonardo ETH 能使用 Arduino 軟體（下載）編寫程式，

source: The Leonardo ETH has a resettable polyfuse that protects your computer's USB ports from shorts and overcurrent.
zh_tw: Leonardo ETH 設有可重置的聚合物保險絲以保護電腦的 USB 連接不短路或電流過載，

source: The Leonardo ETH is a microcontroller board based on the ATmega32U4 (datasheet) and the new W5500 TCP/IP Embedded Ethernet Controller (datasheet). It has 20 digital input/output pins (of which 7 can be used as PWM outputs and 12 as analog inputs), a 16 MHz crystal oscillator, a RJ45 connection, a micro USB connector, a power jack, an ICSP header, and a reset button.
zh_tw: The Leonardo ETH係以ATmega32U4（數據資料表）和新款W5500 TCP/IP嵌入式乙太網路控制器（數據資料表）為基礎架構之微控制器電路板，它具有20組數位輸入/輸出針腳（其中針腳7可作為PWM輸出而針腳12為類比輸入）、 16 MHz晶體振蕩器、RJ45連接口、micro USB連接口、電源接口、ICSP頭座針腳以及重置按鈕。

source: The Leonardo has 12 analog inputs, labeled A0 through A11, all of which can also be used as digital i/o.
zh_tw: Leonardo 具有 12 個類比輸入，標示為 A0 至 A11，所有的類比輸入也能用作數位 i/o。

source: The M10 is a Quad-band GSM/GPRS modem that works at the following frequencies: GSM850MHz, GSM900MHz, DCS1800MHz and PCS1900MHz.
zh_tw: M10為四頻GSM/GPRS數據機，適用於下列頻率：GSM850MHz、GSM900MHz、DCS1800MHz和PCS1900MHz，

source: The Mink pump is oil free and can be run continuously if required.
zh_tw: Mink 泵為無油式，可持續運轉。

source: The Mink rotary claw pump isan ideal high performance solution for powerful vacuum hold down.
zh_tw: Mink 爪式轉子泵為高效能的強力真空抽氣解決方案，

source: The Nose Rider Collar sets the protrusion of the cutting tool through the bottom ofthe foot to ensure an accurate and consistent depth of cut.
zh_tw: 凸出式移動接環使刀具由壓力腳下方突出以確保精準且一致的切割深度。

source: The Notify By Date is the date by which employee will be notified of the termination.
zh_tw: 通知日期是通知員工將被解雇的日期。

source: The Notify By Date is the date which the employee will be notified of the termination by.
zh_tw: 通知日期是通知員工將被解雇的日期。

source: The Oscillating Tangential knife is designed to provide high accuracy cutting of a wide range of semi rigid materials.
zh_tw: 擺動裁刀之設計可提供大範圍半剛性材料之高精確切割，

source: The Oscillating knife in conjunction with the AXYZ AVS Vision System delivers incredible value for any print to cut operation.
zh_tw: 擺動刀配合 AXYZ AVS 視覺系統使用能勝任任何的印刷切割操作。
